Repository: samsonfr/BIDS2008R2Downgrade
Catalog: Localization.*.resx
Languages: fr

# ErrorBuiltInField
source: The built-in field {OldFieldName}, used by element '{0}', is not supported by SQL Server 2008 Reporting Services. Either reduce the error level to a value less than 3 to replace it automatically with {NewFieldName}, remove the built-in field from the report or change the ReportServerTargetVersion to a version that supports the {OldFieldName} build-in field.
fr: Le champ intrinsèque {OldFieldName}, utilisé par l'élément '{0}', n'est pas supporté par SQL Server 2008 Reporting Services. Vous pouvez réduire le niveau d'erreur à moins de 3 afin de le remplacer automatiquement par {NewFieldName}, l'enlever du rapport ou changer le serveur de rapport cible pour une version supportant le champ intrinsèque {OldFieldName}.

# ErrorIndicator
source: The state indicator, {0}, was detected in the report. SQL Server 2008 Reporting Services does not support state indicators. Either reduce the error level to a value less than 2 or change the ReportServerTargetVersion to a version that supports state indicators.
fr: L'indicateur d'état, {0}, a été détecté dans le rapport. SQL Server 2008 Reporting Services ne supporte pas les indicateurs d'état. Vous pouvez réduire le niveau d'erreur à moins de 2 ou changer le serveur de rapport cible pour une version supportant les indicateurs d'état.

# ErrorMap
source: The map, {0}, was detected in the report. SQL Server 2008 Reporting Services does not support map report items. Either reduce the error level to a value less than 2 or change the ReportServerTargetVersion to a version that supports map report items.
fr: La carte, {0}, a été détectée dans le rapport. SQL Server 2008 Reporting Services ne supporte pas les cartes. Vous pouvez réduire le niveau d'erreur à moins de 2 ou changer le serveur de rapport cible pour une version supportant les cartes.

# ErrorNewDataSource
source: An attempt has been made to use a data extension 'SHAREPOINTLIST', 'SQLAZURE' or 'SQLPDW' that is either not registered for this report server or is not supported in this edition of Reporting Services.
fr: L'extension pour le traitement des données utilisée ('SHAREPOINTLIST', 'SQLAZURE' or 'SQLPDW') pour cette source de données n'est pas disponible. Elle a été désinstallée ou n'est pas configurée correctement.

# ErrorNewPageBreakOptions
source: A PageBreak property was detected in the data region, rectangle, or group ‘{0}’ SQL Server 2008 Reporting Services does not support the PageBreak property, Disabled or ResetPageNumber. Either reduce the error level to a value less than 3 or change the ReportServerTargetVersion to a version that supports the PageBreak property Disabled or ResetPageNumber.
fr: Une option de bris de page non supportée a été détectée dans la région de données, le rectangle ou le groupe nommé '{0}'. SQL Server 2008 Reporting Services ne supporte pas les options de bris de page Disabled ou ResetPageNumber. Vous pouvez réduire le niveau d'erreur à moins de 3 ou changer le serveur de rapport cible pour une version supportant ces options.

# ErrorRotate270
source: The WritingMode value 'Rotate270' of element '{0}' is not supported in SQL Server 2008 Reporting Services. Set the WritingMode to either 'Horizontal' or 'Vertical' or change the ReportServerTargetVersion to a version that supports a WritingMode of 'Rotate270'.
fr: La valeur 'Rotate270' (WritingMode) de l'élément '{0}' n'est pas supporée par SQL Server 2008 Reporting Services. Changez cette valeur pour 'Horizontal' ou 'Vertical' ou changez le serveur de rapport cible pour une version supportant 'Rotate270'.

# ErrorSharedDataset
source: The data set, {0}, is a shared dataset. SQL Server 2008 Reporting Services does not support shared data sets.
fr: Le dataset, {0}, est un dataset partagé. SQL Server 2008 Reporting Services ne supporte pas les datasets partagés.

# ErrorWritableVariable
source: The Writeable property of variable, WritableVariable, is set to true on variable '{0}'. SQL Server 2008 Reporting Services does not support variables that are read/write. Either make the variable read-only or change the ReportServerTargetVersion to a version that supports the read/write variables.
fr: La variable, {0}, accepte les modifications. SQL Server 2008 Reporting Services ne supporte pas les variables qui sont en lecture/écriture. Vous pouvez remettre la variable en lecture seule ou changer le serveur de rapport cible pour une version supportant les variables en lecture/écriture.

# WarningBuiltInField
source: Built-in field {OldFieldName} was replaced by {NewFieldName} for element '{0}'. SQL Server 2008 Reporting Services does not support the {OldFieldName} built-in field.
fr: Le champ intrinsèque {OldFieldName}, utilisé par l'élément '{0}', a été remplacé par {NewFieldName}. SQL Server 2008 Reporting Services ne supporte pas le champ intrinsèque {OldFieldName}.

# WarningGeneric
source: {0} - Element of type '{1}', part of '{2}' named '{3}' was removed or modified. XPath that was used to find the element: {4}.
fr: {0} - L'élément du type '{1}', faisant partie de '{2}' nommé '{3}' a été enlevé ou modifié. Expression XPath utilisée pour retrouver l'élément: {4}.

# WarningIndicator
source: The state indicator, {0}, was removed from the report. SQL Server 2008 Reporting Services does not support state indicators.
fr: L'indicateur d'état, {0}, a été enlevé du rapport. SQL Server 2008 Reporting Services ne supporte pas les indicateurs d'état.

# WarningMap
source: The map, {0}, was removed from the report. SQL Server 2008 Reporting Services does not support map report items.
fr: La carte, {0}, a été enlevée du rapport. SQL Server 2008 Reporting Services ne supporte pas les cartes.

# WarningNewDataSource
source: The data source, {0}, was removed from the report. SQL Server 2008 Reporting Services does not support data sources of type 'SHAREPOINTLIST', 'SQLAZURE' or 'SQLPDW'.
fr: La source de données, {0}, a été enlevée du rapport. SQL Server 2008 Reporting Services ne supporte pas les sources de données des types 'SHAREPOINTLIST', 'SQLAZURE' ou 'SQLPDW'.

# WarningNewPageBreakOptions
source: A PageBreak property was removed from the data region, rectangle, or group ‘{0}’. SQL Server 2008 Reporting Services does not support the PageBreak property Disabled or ResetPageNumber.
fr: Une option de bris de page non supportée a été enlevée de la région de données, le rectangle ou le groupe nommé '{0}'. SQL Server 2008 Reporting Services ne supporte pas les options de bris de page Disabled ou ResetPageNumber.

# WarningRotate270
source: The WritingMode value 'Rotate270' of element '{0}' was changed to 'Vertical'. SQL Server 2008 Reporting Services does not support the 'Rotate270' WritingMode value.
fr: La valeur 'Rotate270' (WritingMode) de l'élément '{0}' a été changée pour 'Vertical'. SQL Server 2008 Reporting Services ne supporte pas la valeur 'Rotate270' pour WritingMode.

# WarningSharedDataset
source: The shared dataset, {0}, was removed from the report. SQL Server 2008 Reporting Services does not support shared data sets.
fr: Le dataset partagé, {0}, a été enlevé du rapport. SQL Server 2008 Reporting Services ne supporte pas les datasets partagés.

# WarningWritableVariable
source: The Writable property of variable {0} was removed from the report. SQL Server 2008 Reporting Services does not writable variables.
fr: La variable, {0}, a été changée en lecture seule. SQL Server 2008 Reporting Services ne supporte pas les variables qui sont en lecture/écriture.
